{
  "add observation": "Add observation",
  "autocomplete network error": "Network error happened for autocomplete field.",
  "bird atlas": "Bird Atlas",
  "bracket fungi form": "Bracket Fungi",
  "bug report": "Bug report",
  "bug report description": "Here you can send a bug report if there are problems in sending this observation event. Do you want to send a bug report? If the problem repeats, also contact the email helpdesk@laji.fi.",
  "bumblebee form": "Bumblebees",
  "butterfly form": "Butterflies",
  "cancel": "Cancel",
  "choose image": "Choose photo",
  "choose observation zone": "Search for observation zone",
  "choose time": "Choose time",
  "continue": "Continue",
  "copy log to clipboard?": "Do you want to copy log data to your clipboard?",
  "could not open browser for login": "Could not open browser for login.",
  "could not save event to storage": "Could not save the observation event into the storage of the device.",
  "could not save new event to long term memory": "Could not save new event to storage.",
  "could not use gps so event was not started": "Could not launch GPS, observation event wasn't started.",
  "critical error": "Fatal error",
  "current location out of ykj bounds": "The current location is out of Atlas grid bounds.",
  "date begin": "Starting date",
  "date end": "Ending date",
  "delete": "Delete",
  "delete account": "Delete account",
  "delete account description": "Are you sure that you want to delete your Laji-fi account? If you press \"Delete\", you're going to be logged out from this app and be directed to a page where you need to login to the account, after which you scroll to the bottom of that page and press the button below the \"Delete account\" title.",
  "delete bird atlas path 1": "If you do, the observations on your species list will be located to the atlas square",
  "delete bird atlas path 2": "Observations with imprecise location are less valuable for conservation and research use.",
  "delete image?": "Are you sure you want to delete this image?",
  "delete path": "Delete path",
  "delete path description": "Are you sure that you want to delete the event's path? Path deletion can't be cancelled.",
  "delete path description 1": "Route contains",
  "delete path description 2": "waypoints between",
  "delete path description 3": "Are you sure you want to remove the whole route?",
  "discard document?": "Are you sure you want to continue observing? The locality details and other details entered in this form are going to be cleared.",
  "discard observation?": "Are you sure you want to leave without saving this observation?",
  "do not delete": "Don't delete",
  "do not stop": "Don't stop",
  "do not submit": "Don't submit",
  "do you want to start an event?": "Do you want to start an observation event on",
  "dragonfly form": "Dragonflies",
  "edit": "Edit",
  "edit document": "Event details",
  "edit location": "Change location",
  "edit observation": "Edit observation",
  "edit observations": "Edit observations",
  "empty": "Empty",
  "error deleting observation": "Failed to delete observation from storage.",
  "error loading zones from server": "Failed to load observation zones from server, using locally stored zones,",
  "error loading zones from server and internal": "Failed to load observation zones from server and local storage, flying squirrel observations have to be recorded without observation zone (zone can be added later),",
  "error modifying observation": "Failed to save the modifications made on the observation to storage.",
  "error on loading observation events, overwrite risk": "Failed to load observation events from storage, there's a risk that making a new event now would overwrite unsent events.",
  "error processing images before sending": "Sending failed, could not preprocess images for posting",
  "error removing observation event": "Failed to delete observation event from storage.",
  "error saving new observation": "Failed to save observation to storage.",
  "event overview": "Overview",
  "exit": "Exit",
  "exit app?": "Are you sure that you want to quit the application?",
  "failed to check token": "Failed to check user token on server.",
  "failed to fetch grid name": "Failed to fetch the Atlas grid's name from the server.",
  "failed to fetch location": "Failed to fetch current location.",
  "failed to fetch sent events": "Failed to fetch submitted events from the server.",
  "failed to fetch taxon list": "Failed to fetch taxon list from the server.",
  "failed to load any schemas from server and storage": "Failed to load any schemas from the server or the local storage.",
  "failed to load credentials from local": "Failed to load user credentials from local storage.",
  "failed to load credentials from server": "Login failed, unable to retrieve user credentials from server.",
  "failed to load metadata": "Failed to load profile details from server.",
  "failed to load permissions": "Failed to load form permissions, only public forms available.",
  "failed to load previous location": "Failed to load previous location.",
  "failed to load schema from server": "Failed to fetch the following schemas from the server, locally saved versions of them are going to be used.",
  "failed to load schema from server and storage": "Failed to fetch the following schemas from the server and the local storage, so they are not available.",
  "failed to parse uiSchema to input": "Failed to parse the schema fields from the following schemas, so they are not available.",
  "failed to request foreground permissions": "Failed to request location data permissions.",
  "failed to save credentials locally": "Failed to save user credentials to device to local storage.",
  "failed to save schema to storage": "Failed to save the following schemas to local storage.",
  "failed to save updated permissions locally": "Failed to save possible changes in form permission to the application.",
  "failed to start location updates": "Failed to start location updates.",
  "failed to stop location updates": "Failed to stop location updates. Try to end the observation event again in a moment.",
  "failed to update permissions": "Failed to load form permissions, previously saved permissions are used.",
  "failed to watch background location": "Failed to track location on background.",
  "failed to watch position": "Failed to track user's position.",
  "false": "No",
  "filter species": "Search species...",
  "filter.commonness": "Commonness",
  "filter.default": "Default order",
  "filter.name": "Alphabetical order",
  "filter.scientific": "Alphabetical order, scientific",
  "filter.scientific-systematic": "Systematic order, scientific",
  "filter.systematic": "Systematic order",
  "finland": "Finland",
  "flying squirrel": "Flying squirrel",
  "fungi atlas": "Fungi Atlas",
  "getting temp token failed with": "Getting url and temporary token for login failed,",
  "gps notification body": "Your path is being tracked.",
  "gps notification title": "Location",
  "grid description": "Nature Notebook warns you if you are leaving the Atlas-square. In this case, it's usually a good idea to stop recording observations and record the observations in the new Atlas-square separately.\n\nThe observations that you save in the list are saved on the Atlas-square where the center of the traveled path is located. The observations that you save on the map are saved to the location that you marked.",
  "grid description intro": "If 'Continue' is pressed, the app determines the atlas square based on your location. Check your location from the map of the next modal and if the location is incorrect, the app can try fetching your location again with the 'Locate me' button.",
  "grid selection instructions": "If the automatic definition gave a different Atlas square than what you're visiting, fix the number here. The defined square number is only used by Mobiilivihko to warn you if you're crossing the lines of the chosen square.\n\nThe locations of the observations that are marked on Bird Atlas form's/Nature Notebook's map are determined by their own location and the locations of the observations that are marked on the list are determined by the location of the traveled route.\n\nIf you want to observe in many squares, mark each tile's observations as separate square.",
  "grid warning 1": "You are near the edge of the Atlas-square or you have crossed its border. Remember that the observations in the bird list have to be from the square",
  "grid warning 2": "In the map you can mark observations into any square.",
  "herp form": "Herps",
  "image attachment failure": "Error while adding image",
  "image post failure": "Sending failed, posting images failed,",
  "images": "Images",
  "in languages": "in languages",
  "incorrect format": "Some of the pictures to be sent were in a wrong format, so they were not sent with the document, but they are saved to the phone. The allowed image formats are",
  "indirect observation type": "Traces/Feces",
  "instructions.bird.intro": "Save observations to Bird-Atlas (lintuatlas.fi).",
  "instructions.bracketFungi.intro": "Form for saving checklists of Finnish wood-inhabiting bracket fungi, corticoid fungi and other aphylloporales. List includes redlisted and protected taxa, as well as species considered to be indicative of forest diversity.",
  "instructions.bumblebee.intro": "Form for saving complete checklists of Finnish bumblebees.",
  "instructions.butterfly.intro": "Form for saving complete checklists of Finnish diurnal butterflies.",
  "instructions.document": "Here you can fill in and edit the data of the whole observation event (trip), such as the locality name and the start and end time.\n\nWhen you are finished, press the green save button. In this case, the application asks if you want to send the observation event to Notebook. After the submission, you can continue editing the observations in Notebook at <0>Laji.fi/vihko</0>, but no longer in the Nature Notebook.\n\nIf you do not send an observation event to the Notebook immediately, it will only be saved on your phone. You can see unsent observation events on the Nature Notebook front page, and you can send them to the Notebook later.\n\n<1>More instructions</1>",
  "instructions.dragonfly.intro": "Form for saving complete checklists of Finnish dragonflies.",
  "instructions.fungi.intro": "With the Fungi Atlas form you can save observations to Fungi Atlas (sieniatlas.fi).",
  "instructions.herp.intro": "Form for saving complete checklists of Finnish amphibians and reptiles.",
  "instructions.home": "Nature Notebook is an application for storing nature observations in the Notebook observation service of the Finnish Biodiversity Info Facility. The application can record the exact location of observations, basic information and photos, as well as save the traveled path.\n\nFrom the home page, you can select the form on which you want to record observations. The trip form is suitable for all taxon groups, the other forms have been adapted for different monitoring projects.\n\nOn the home page, you will also see unsaved observation events. Select one of them to edit it or send it to the Notebook service. After sending, the observations can no longer be edited in the Nature Notebook, only in the Notebook service at <0>Laji.fi/vihko</0>.\n\nIf you wish your personal data to be removed, please contact helpdesk@laji.fi.\n\n- <1>More instructions</1>\n\n- <2>Privacy policy</2>\n\n- <3>Terms of use</3>\n\n--\n\nThe application has been developed by the Finnish Museum of Natural History Luomus, and it has received funding among others from the flying squirrel LIFE project coordinated by Metsähallitus. The aim of this European Union funded project is to improve the conservation of the flying squirrel by taking into account the future habitat networks that are essential for the survival of the species. <4>Learn more</4>.\n\nThe project has received funding from the European Union's LIFE program. The contents of this material only reflect the views of the author, and the European Commission and EASME cannot be held responsible for any use which may be made of the information contained therein.",
  "instructions.largeFlowers.intro": "Complete list of large flowers. This form is used to follow the blooming of many visible flowering plants.",
  "instructions.list": "Search species with the search bar on the top. Press the species name on the list to add an observation.",
  "instructions.login": "Nature Notebook is an application for saving nature observations into Finnish Biodiversity Info Faculty's Notebook-service. You can mark the observations' accurate location, basic details and images and save the path of the trip with the app. The observations are sent to Notebook-service and they'll become available via Laji.fi-portal.\n\nUsing Nature Notebook requires signing up as a Laji.fi-portal user. You can register at <0>Laji.fi</0> after which you can login in the mobile application.\n\n-<1>More instructions</1>\n\n-<2>Privacy policy</2>\n\n-<3>Terms of service</3>",
  "instructions.lolife.intro": "Liituri is an observation service designed for recoding Flying squirrel observations in the field.",
  "instructions.macrolichen.intro": "Form for saving complete checklists of Finnish macrolichens. List also includes some common crustose lichens.",
  "instructions.map": "Nature Notebook automatically saves the route you have traveled.\n\nTo add an observation, press the map for a moment at where the observed organism is. (Do not record your own location on the map.) To add an observation to where you are, briefly press the circle that shows your location on the map.\n\nTo edit an already saved observation, press the map near it for a while and select the observation you want to edit from the list.\n\nTo stop observing, press the red end button. After this, you will no longer be able to add new observations to this observation event (trip).\n\n<0>More instructions</0>",
  "instructions.moth.intro": "Form for saving checklists of most common Finnish day-active moths and other lepidoptera not classified as “butterflies”.",
  "instructions.observation": "Here you can add or edit more detailed information for the observation.\n\nThe name of the species or other taxon is mandatory, you can complete other information as needed.\n\nIn the count field, you can enter the quantity in numbers, a verbal description of the abundance, or more detailed information related to the quantity. E. g.\n\n- 5\n\n- abundant\n\n- 3 flowering and 10 non-flowering\n\n- 1Ä, /3 ad p\n\n<0>More instructions</0>",
  "instructions.overview": "Here you can start editing the information of the observation event, sending it to Notebook or deleting it.\n\nIf you send an observation event to Notebook, you can continue editing the observations in Notebook at <0>Laji.fi/vihko</0>, but no longer in the Nature Notebook.\n\nYou can also edit individual observations.\n\n<1>More instructions</1>",
  "instructions.subarctic.intro": "Form for saving complete checklists of Finnish subarctic plants from fjells and northern Lapland.",
  "instructions.trip.intro": "Save nature observations from all taxon groups to species.fi database.",
  "interrupted observation event": "Interrupted observation event",
  "large flowers form": "Large Flowers",
  "latest path point missing": "The latest path point may not be saved.",
  "leaving grid": "You are leaving the Atlas tile that you've chosen.",
  "link to grid": "Check the Atlas squares from Laji.fi.",
  "link to result service": "Check details from the result service.",
  "list": "List",
  "loading": "Loading...",
  "locality": "Locality names",
  "locality description": "Locality description",
  "locality failure": "Failed to define biogeographical province in the server. The observation event will be sent without a locality name.",
  "locate me": "Locate me",
  "logged in": "Logged in:",
  "login": "Login",
  "login text": "You need to log in to use the application.",
  "login timed out": "Login timed out.",
  "logout": "Are you sure you want to log out?",
  "lolife": "Liituri",
  "macrolichen form": "Macrolichens",
  "map": "Map",
  "metadata post failure": "Sending failed, posting image metadata failed,",
  "mobile vihko": "Nature Notebook",
  "moth form": "Diurnal Moths",
  "must be at least 2 letters": "Taxon name must be at least 2 letters.",
  "must choose list type": "Complete list type must not be empty.",
  "must not be empty": "Taxon name must not be empty.",
  "nest": "Nest",
  "new observation event": "New observation event",
  "new trip": "New trip",
  "no": "No",
  "no atlas code": "No breeding category has been chosen. Choose a category from the options below if you wish.",
  "no connection": "No internet connection available. The application requires internet connection in order to work.",
  "no image": "No photos",
  "no logs": "No logs.",
  "no observations": "No observations",
  "no tracking": "Tracking off",
  "no zone": "No observation zone",
  "observation": "Observation",
  "observation count": "observations",
  "observations": "Observations",
  "observations in list": "Observations",
  "observed": "Observed",
  "ok": "OK",
  "ongoing event": "Ongoing observation event",
  "outside borders 1": "Route tracking has been paused because you have left the chosen Atlas square",
  "outside borders 2": "Return back and continue observing, or start a new event on another square.",
  "oversized image": "Some of the pictures to be sent were too large, so they were not sent with the document, but they are saved to the phone. The largest allowed image size is",
  "path not tracked": "Path is not tracked",
  "path tracking": "Path tracking",
  "pause": "Pause",
  "pause tracking": "Do you want to temporarily pause route tracking?",
  "permission to access location denied": "User has not given permission to the app to use location data.",
  "person token is given for a different app": "Login details refer to a different app.",
  "piece": "pc",
  "pieces": "pcs",
  "post failure": "Sending the observation event to the server has failed, if the problem repeats constantly, contact: helpdesk@laji.fi,",
  "post success": "Sending succeeded!",
  "previous observation events": "Events not submitted",
  "privacy policy": "Privacy Policy",
  "remove": "Remove",
  "remove observation event?": "Are you sure you want to remove this observation event?",
  "remove observation?": "Are you sure you want to remove this observation?",
  "save": "Save",
  "saving": "Saving...",
  "select language": "Select language",
  "send observation event to server?": "Document was saved on this device. Submit it to Notebook? After submission, it can only be edited at laji.fi/en/vihko.",
  "send private": "Submit as draft",
  "send public": "Submit as public",
  "sending": "Sending...",
  "sent observation events": "Submitted observation events",
  "species": "Species",
  "start": "Start",
  "started at": "Started on",
  "stop": "Stop",
  "stop observing": "Are you sure you want to stop observing?",
  "subarctic form": "Subarctic Plants",
  "submit": "Submit",
  "time": "Time",
  "timestamp": "Now",
  "to map": "To map",
  "tracking": "Tracking on",
  "trip form": "Trip Form",
  "true": "Yes",
  "unpause tracking": "Do you want to continue route tracking?",
  "update app": "A new version of Nature Notebook is available. Do you want to update the app?",
  "use camera": "Take photo",
  "user token has expired": "Your session has expired. Please, log in again.",
  "version": "Version:",
  "waiting for login": "Waiting for confirmation from log in.",
  "yes": "Yes",
  "you have chosen the grid": "You have chosen to make observations on the Atlas-square",
  "your current location is": "Your current location is",
  "zone picker description": "Choose a prestored location or start without a location (can be added later).",
  "zone save to async failed": "Failed to save observation zones to local storage."
}