{
  "add observation": "Add observation",
  "autocomplete network error": "Network error happened for autocomplete field.",
  "beginObservation": "Start",
  "beginObservationFungiAtlas": "Start Fungi Atlas",
  "beginObservationTripForm": "Start Trip Form",
  "cancel": "Cancel",
  "cancelObservation": "Stop",
  "center": "Center",
  "changes saved": "Saved!",
  "choose image": "Choose photo",
  "choose observation zone": "Choose observation zone",
  "choose time": "Choose time",
  "continue": "To map",
  "continue unfinished": "Continue",
  "copy log to clipboard?": "Do you want to copy log data to your clipboard?",
  "could not load any schemas": "Could not load schemas for any of the used languages.",
  "could not parse en uiSchema to input": "Could not extract form parameters from English ui-schema, language unusable.",
  "could not parse fi uiSchema to input": "Could not extract form parameters from Finnish ui-schema, language unusable.",
  "could not parse sv uiSchema to input": "Could not extract form parameters from Swedish ui-schema, language unusable.",
  "critical error": "Fatal error",
  "date": "Date",
  "dateBegin": "Time",
  "dateEnd": "Ending date",
  "delete": "Delete",
  "delete image?": "Are you sure you want to delete this image?",
  "discard observation?": "Are you sure that you want to exit the form without saving it?",
  "do not delete": "Don't delete",
  "do not stop": "Don't stop",
  "do not submit": "Don't submit",
  "edit button": "Edit",
  "edit location": "Change location",
  "edit observation": "Edit observation",
  "edit observation event": "Event details",
  "edit observations": "Edit observations",
  "en schema save to async failed": "Failed to save English schema to local storage.",
  "english": "English",
  "error loading en schema from server": "Failed to load English schema from server, using locally stored version.",
  "error loading en schema from server and internal": "Failed to load English schema from server and local storage, do not use English language.",
  "error loading fi schema from server": "Failed to load Finnish schema from server, using locally stored version.",
  "error loading fi schema from server and internal": "Failed to load Finnish schema from server and local storage, do not use Finnish language.",
  "error loading sv schema from server": "Failed to load Swedish schema from server, using locally stored version.",
  "error loading sv schema from server and internal": "Failed to load Swedish schema from server and local storage, do not use swedish language.",
  "error loading zones from server": "Failed to load observation zones from server, using locally stored zones,",
  "error loading zones from server and internal": "Failed to load zones from server and local storage, no observation zones available,",
  "error processing images before sending": "Sending failed, could not preprocess images for posting",
  "event": "Observation event",
  "exit": "Exit",
  "exit app?": "Are you sure that you want to quit the application?",
  "failed to load credentials from local": "Failed to load user credentials from local storage.",
  "failed to load credentials from server": "Login failed, unable to retrieve user credentials from server.",
  "failed to save credentials locally": "Failed to save user credentials to device to local storage.",
  "fi schema save to async failed": "Failed to save Finnish schema to local storage.",
  "finland": "Finland",
  "finnish": "Finnish",
  "flying squirrel": "Flying squirrel",
  "fungi atlas": "Fungi Atlas",
  "getting temp token failed with": "Getting url and temporary token for login failed,",
  "gps recording on": "GPS tracking on...",
  "image attachment failure": "Error while adding image",
  "image post failure": "Sending failed, posting images failed,",
  "images": "Images",
  "incorrect format": "Sending failed, the allowed image formats are",
  "info": "Info",
  "info page": "Information Page",
  "infotext.lolife.1": "The application has been developed by the Finnish Museum of Natural History Luomus in the project Flying Squirrel LIFE which is coordinated by Metsähallitus Parks & Wildlife Finland. The EU-funded project aims to improve conservation of the flying squirrel in the EU by improving viable habitat networks in the future.",
  "infotext.lolife.2": "The project has received funding from the LIFE Programme of the European Union. The material reflects the views by the authors, and the European Commission or the EASME is not responsible for any use that may be made of the information it contains.",
  "infotext.mobilevihko.1": "Mobile Nature Notebook is an application for saving nature observations to Finnish Biodiversity Info Faculty's observation service. Log in as a user in webpage",
  "infotext.mobilevihko.2": "The application is especially meant for tracking the path traveled in nature and writing down the most important observations. It saves the path with the help of GPS and shows it on the map. Observations can be added to the map, and basic details (such as unit count) and images can be attached to them.",
  "infotext.mobilevihko.3": "When the trip or environment work has been finished, the app saves for example, the time spent in the event. After finishing, the whole observation event is sent to Notebook-service. There one can add more observations and further details.",
  "infotext.mobilevihko.4": "More instructions:",
  "infotext.mobilevihko.5": "Check the privacy policy:",
  "infotext.mobilevihko.6": "and Notebook's terms of service",
  "instructions.link": "Instructions for use",
  "instructions.lolife.1": "Start recording without prestored location OR select the location, which was established at Species.fi ",
  "instructions.lolife.2": "Liituri starts GPS tracking automatically and stores your track.",
  "instructions.lolife.3": "Point in the map, where you want to add an observation and select the observation type from the selection that becomes visible.",
  "instructions.lolife.4": "Add new observations along the trail.",
  "instructions.lolife.5": "Edit or move an observation by selecting a point nearby the observation, after which you can select the observation that you want to edit from the menu that opens to the left.",
  "instructions.lolife.6": "Stop the observation event by touching the red square at the top right corner of the screen and you will be taken to the homepage.",
  "instructions.lolife.7": "At the bottom of the homepage, you will find the list of your unsaved events, which can be checked, amended and stored in to FinBIF data warehouse.",
  "instructions.lolife.intro": "Liituri is an observation service designed for recoding Flying squirrel observations in the field.",
  "instructions.mobilevihko.1": "Choose the form of your choice from the top of the home screen and begin observing. The trip form suits all taxon groups. ",
  "instructions.mobilevihko.10": "More instructions:",
  "instructions.mobilevihko.2": "The application tracks the traveled path automatically.",
  "instructions.mobilevihko.3": "To add an observation, long press the map in the spot where the organism is. (Don't add your own position.) To add an observation to your own position, short press the circle which shows where you are at.",
  "instructions.mobilevihko.4": "To edit an observation that's already recorded, long press the map nearby it.",
  "instructions.mobilevihko.5": "When you want to stop observing, press the red button. Then the observations are saved into your phone, but not yet elsewhere.",
  "instructions.mobilevihko.6": "You can edit the whole observation event's (trip's) details. When you save these, the application asks whether you want to send them to the Notebook-service.",
  "instructions.mobilevihko.7": "In the home page you see the observation events that you haven't sent to Notebook yet.",
  "instructions.mobilevihko.8": "After sending you can continue editing the observations in Notebook in the webpage",
  "instructions.mobilevihko.9": ", but not in this application.",
  "instructions.mobilevihko.intro": "Save nature observations from all taxon groups to species.fi database.",
  "instructions.mobilevihko.intro.fungi": "With the Fungi Atlas form you can save observations to Fungi Atlas (sieniatlas.fi).",
  "instructions.mobilevihko.link": "Laji.fi/vihko",
  "interrupted observation event": "Interrupted Observation Event",
  "language": "en",
  "loading": "Loading...",
  "locality failure": "Failed to define biogeographical province in the server.",
  "location": "Location",
  "loggedin": "Logged in: ",
  "login": "Login",
  "login text": "You need to log in to use the application.",
  "logout": "Are you sure you want to log out?",
  "map": "Map",
  "metadata post failure": "Sending failed, posting image metadata failed,",
  "mobile app": "Liituri",
  "mobile vihko": "Nature Notebook",
  "must be at least 2 letters": "Taxon name must be at least 2 letters.",
  "must not be empty": "Taxon name must not be empty.",
  "new observation event with zone": "New observation event within prestored location",
  "new observation event without zone": "New observation event",
  "no": "No",
  "no connection": "No internet connection available. The application requires internet connection in order to work.",
  "no image": "No photos",
  "no logs": "No logs.",
  "no zone": "No observation zone",
  "notification body": "Your path is being tracked.",
  "notification title": "Location",
  "observation": "Observation",
  "observation count": "observations",
  "observation saved": "Observation saved successfully!",
  "observation zone": "Observation locality",
  "observations": "Observations",
  "observations are stored in": "Liituri observations are stored in",
  "observationsInList": "Observations",
  "ok": "OK",
  "oversized image": "Sending failed, largest allowed size for image is",
  "piece": "pc",
  "pieces": "pcs",
  "post failure": "No Internet connection. If problem is repeating, while device is online, please contact: helpdesk@laji.fi. ",
  "post success": "Sending succeeded!",
  "previous observation events": "Events not submitted",
  "privacy policy": "Privacy Policy",
  "remove": "Remove",
  "remove observation event?": "Are you sure you want to remove this observation event?",
  "remove observation?": "Are you sure you want to remove this observation?",
  "required field": "Required field.",
  "save": "SAVE",
  "save observation": "Save observation",
  "saving": "Saving...",
  "see privacy policy": "Please read the privacy policy here:",
  "select language": "Select language",
  "send": "Send",
  "send observation event to server?": "Document was saved on this device. Submit it to Notebook? After submission, it can only be edited at laji.fi/en/vihko.",
  "send private": "Submit as draft",
  "send public": "Submit as public",
  "sending": "Sending...",
  "species": "Species",
  "status code": "status code: ",
  "stop observation event": "Stop observing",
  "stop observing": "Are you sure you want to stop observing?",
  "sv schema save to async failed": "Failed to save Swedish schema to local storage.",
  "swedish": "Swedish",
  "time": "Time",
  "timestamp": "Now",
  "to laji.fi database": "Species.fi Flying squirrel monitoring dataset at FinBIF.",
  "trip report form": "Trip Form",
  "use camera": "Take photo",
  "user token has expired": "Your session has expired. Please, log in again.",
  "version": "Version:",
  "waiting for login": "Waiting for confirmation from log in.",
  "yes": "Yes",
  "zone": "Observation locality",
  "zone save to async failed": "Failed to save observation zones to local storage.",
  "zoneInList": "Locality"
}