{
  "add observation": "Lägg till observation",
  "autocomplete network error": "Automatiska sökfältet kunde inte ladda arter från internet.",
  "bird atlas": "Fågelatlas",
  "bug report": "Felrapport",
  "bug report description": "Här kan du skicka en felrapport om det finns problem med att skicka denna observationsuppsättningen. Vill du skicka en felrapport? Om problemet upprepas, kontakta även mejlet helpdesk@laji.fi.",
  "butterfly form": "Fjärilslista",
  "cancel": "Avbryt",
  "choose image": "Välj bild",
  "choose observation zone": "Sök efter observationsplats",
  "choose time": "Välj tid",
  "continue": "Fortsätt",
  "copy log to clipboard?": "Vill du kopiera loggdatan till ditt urklipp?",
  "could not open browser for login": "Kunde inte öppna webläsaren för att logga in.",
  "could not save event to storage": "Kunde inte spara observationsuppsättningen på enhetens minne.",
  "could not save new event to long term memory": "Kunde inte spara den nya observationsuppsättningen på enhetens minne.",
  "could not use gps so event was not started": "Kunde inte öppna GPS, observationsuppsättningen ej påbörjad.",
  "critical error": "Kritiskt fel",
  "current location out of ykj bounds": "Nuvarande läget är utanför atlasrutnätets gränser.",
  "date begin": "Startdatum",
  "date end": "Slutdatum",
  "delete": "Ta bort",
  "delete account": "Radera konto",
  "delete account description": "Är du säker på att du vill ta bort ditt Laji-fi användarkonto? Om du trycker på 'Radera' kommer du att loggas ut från Mobiilivihko och omdirigeras till en sida där du loggar in, varefter du trycker på knappen under rubriken 'Radera konto' från botten av sidan.",
  "delete bird atlas path 1": "Om du gör det kommer observationerna på din artlista att placeras till atlasrutan",
  "delete bird atlas path 2": "Observationer med oprecis läge är mindre värda för bevarande och forskningsanvändning.",
  "delete image?": "Vill du säkert radera den här bilden?",
  "delete path": "Ta bort rutten",
  "delete path description": "Är du säker på att du vill ta bort rutten för observationsuppsättningen? Att ta bort en rutt kan inte ångras.",
  "delete path description 1": "Rutten innehåller",
  "delete path description 2": "poäng mellan",
  "delete path description 3": "Är du säker på att du vill ta bort hela rutten?",
  "discard document?": "Vill du säkert fortsätta att observera? Platsnamnet och annan information som du redan har angett i detta formulär kommer att raderas.",
  "discard observation?": "Vill du säkert lämna utan att spara den här observationen?",
  "do not delete": "Ta inte bort",
  "do not stop": "Avsluta inte",
  "do not submit": "Skicka inte in",
  "do you want to start an event?": "Vill du börja en observationsuppsättning på blanketten",
  "dragonfly form": "Trollslända form",
  "edit": "Redigera",
  "edit document": "Uppsättningens detaljer",
  "edit location": "Ändra platsen",
  "edit observation": "Redigera observationen",
  "edit observations": "Redigera observationerna",
  "empty": "Tom",
  "error deleting observation": "Misslyckades med att ta bort observationen från disken.",
  "error loading zones from server": "Misslyckades med att ladda observationsområdena från servern, lokalt spararade observationsplatserna används,",
  "error loading zones from server and internal": "Misslyckades med att ladda observationsområdena från servern och lokalt minne, flygekorrsobservationerna måste göras utan observationsområde (områden kan läggas till senare),",
  "error modifying observation": "Misslyckades med att spara ändringarna till observationen på disken.",
  "error on loading observation events, overwrite risk": "Misslyckades med att ladda observationuppsättningarna från disken, en ny uppsättning kan riskera att skriva över oskickade uppsättningar.",
  "error processing images before sending": "Sparandet misslyckades, kunde inte förbehandla bilderna inför sparandet.",
  "error removing observation event": "Misslyckades med att radera observationsuppsättningen från enheten.",
  "error saving new observation": "Misslyckades med att spara observationen på disken.",
  "event overview": "Sammanfattning",
  "exit": "Avsluta",
  "exit app?": "Är du säker på att du vill avbryta observeringen och avsluta programmet?",
  "failed to check token": "Misslyckades med att kolla upp inloggningsinformationen från servern.",
  "failed to fetch grid name": "Misslyckades med att hämta atlasrutans namn från servern.",
  "failed to fetch location": "Misslyckades med att definiera platsen.",
  "failed to fetch sent events": "Misslyckades med att ladda skickade observationsuppsättningen från servern.",
  "failed to fetch taxon list": "Misslyckades med att ladda artlistan från servern.",
  "failed to load any schemas from server and storage": "Misslyckades med att ladda några observationsschemat från servern och lokalt minnet.",
  "failed to load credentials from local": "Misslyckades med att hämta användardata från det lokala minnet.",
  "failed to load credentials from server": "Inloggningen misslyckades, användardata kunde inte hämtas från servern.",
  "failed to load metadata": "Misslyckades med att ladda profilinformation från servern.",
  "failed to load permissions": "Misslyckades med att ladda formulärtillstånd, bara offentliga formulär har aktiverats.",
  "failed to load previous location": "Misslyckades att läsa in föregående plats.",
  "failed to load schema from server": "Misslyckades med att ladda följande observationsschemat från servern, används scheman från lokalt minnet.",
  "failed to load schema from server and storage": "Misslyckades med att ladda följande observationsscheman från servern och lokalt minnet, så de är inte tillgängligt.",
  "failed to parse uiSchema to input": "Misslyckades med att läsa schemavärden från följande observationsscheman, så de är inte tillgängliga.",
  "failed to request foreground permissions": "Misslyckades att begära platsbehörigheter.",
  "failed to save credentials locally": "Misslyckades med att spara användardatan till enheten.",
  "failed to save schema to storage": "Misslyckades med att spara följande observationsscheman till lokalt minne.",
  "failed to save updated permissions locally": "Möjliga ändringar av formulärtillstånd kunde inte sparas i programmet.",
  "failed to start location updates": "Misslyckades att starta platsspårning.",
  "failed to update permissions": "Misslyckades med att ladda formulärtillstånd, sparade tillstånd används.",
  "failed to watch background location": "Misslyckades att spåra plats i bakgrunden.",
  "failed to watch position": "Misslyckades att spåra användarnas position.",
  "false": "Nej",
  "filter species": "Filtrera arter",
  "filter.commonness": "Vanlighet",
  "filter.default": "Standardordning",
  "filter.name": "Alfabetisk ordning",
  "filter.scientific": "Alfabetisk ordning, vetenskaplig",
  "filter.scientific-systematic": "Systematisk ordning, vetenskaplig",
  "filter.systematic": "Systematisk ordning",
  "finland": "Finland",
  "flying squirrel": "Flygekorre",
  "fungi atlas": "Svampatlas",
  "getting temp token failed with": "Det gick inte att få url och tillfällig token att logga in,",
  "gps notification body": "Din väg spåras.",
  "gps notification title": "Lokalisering",
  "grid description": "Mobil Skrivbok varnar dig om du korsar kanterna på denna ruta. I det här fallet är det vanligtvis en bra idé att sluta registrera observationer och registrera observationerna i en ny ruta separat.\n\nObservationerna du markerar i listan sparas på ruta där mitten av rutten du reser finns. Observationer du markerar på kartan sparas på den ruta du markerat.",
  "grid description intro": "Genom att trycka på 'Fortsätt' definierar applikationen atlasrutan baserat på din plats. Kontrollera din plats på kartan i nästa meny, och om platsen är felaktig kan applikationen hitta din plats igen med knappen 'Hitta mig'.",
  "grid selection instructions": "Om den automatiska definitionen gav en annan Atlas-ruta än där du planerar att vandra, ändra rutnumret här. Det definierade rutnumret används endast av Mobiilivihko för att varna dig om du korsar linjerna för den valda rutan.\n\nPlaceringen av observationerna som är markerade på Fågelatlas form/Mobil-Skrivbok kartan bestäms av deras egen plats och platserna för observationerna som är markerade på listan bestäms av platsen för den tillryggalagda rutten.\n\nOm du planerar att observera i flera rutor, registrera resultaten på varje ruta som separata resor.",
  "grid warning 1": "Du är nära kanten av Atlasruta eller har passerat gränsen. Kom ihåg att alla observationer markerad i listan måste finnas på ruta",
  "grid warning 2": "Du kan markera observationer på kartan i valfri ruta.",
  "image attachment failure": "Fel vid tilläggning av bild",
  "image post failure": "Sparandet misslyckades, bildernas sparande misslyckades,",
  "images": "Bilderna",
  "in languages": "i språk",
  "incorrect format": "En del av bilderna som skulle skickas var i fel format, så de skickades inte med dokumentet, men de sparas i enheten. De tillåtna bildformaten är",
  "indirect observation type": "Spår/Spillning",
  "instructions.bird.intro": "Spara observationer till Fågelatlas (lintuatlas.fi).",
  "instructions.butterfly.intro": "Fjärilslistan gör det möjligt att spara fullständiga listor över fjärilar.",
  "instructions.document": "Här kan du komplettera och redigera data för hela observationsuppsättningen (utflykten), såsom ortnamnet och start- och sluttid.\n\nTryck på den gröna sparknappen när du är klar. Då frågar applikationen om du vill skicka observationsuppsättningen till Skrivbok. Efter skickandet kan du fortsätta att redigera observationerna i Skrivbok på <0>Laji.fi/vihko</0>, men inte längre i Mobil Skrivbok.\n\nOm du inte genast skickar observationsuppsättningen till Skrivbok, kommer den enbart att sparas på din mobiltelefon. Du kan se oskickade observationsuppsättningar på förstasidan av Mobil Skrivbok, och du kan skicka dem till Skrivbok senare.\n\n<1>Fler instruktioner</1>",
  "instructions.dragonfly.intro": "Med trollslända form kan du spara kompletta listor med trollsländor.",
  "instructions.fungi.intro": "Med Svampatlasformuläret kan du spara observationer till Svampatlas (sieniatlas.fi).",
  "instructions.home": "Mobil Skrivbok är en applikation för lagring av naturobservationer i Skrivbok-servicen hos Finlands Artdatacenter. Applikationen kan spara den exakta platsen för observationer, grundläggande information och bilder, samt spara rutten.\n\nFrån hemsidan kan du välja det formulär du vill spara observationer med. Fältbesökformuläret är lämpligt för alla taxongrupper, de andra formulärerna har adapterats för olika övervakningsprojekt.\n\nPå hemsidan kommer du också att se osparade observationsuppsättningar. Välj en av dem för att redigera den eller skicka den till Skrivbok-servicen. Efter överförningen kan observationerna inte längre redigeras i Mobil Skrivbok, bara i Skrivbok-servicen på <0>Laji.fi/vihko</0>.\n\nOm du vill att dina personuppgifter ska tas bort, vänligen kontakta helpdesk@laji.fi.\n\n- <1>Fler instruktioner</1>\n\n- <2>Sekretesspolicy</2>\n\n- <3>Villkor</3>\n\n--\n\nApplikationen har utvecklats av Finska Naturhistoriska Centralmuseet Luomus, och den har fått finansiering bland andra från flygekorre LIFE-projektet koordinerat av Forststyrelsen. Målet med detta EU-finansierade projekt är att förbättra konservering av flygekorren genom att ta hänsyn till de framtida livsmiljönätverk som är avgörande för artens överlevnad. <4>Läs mer</4>.\n\nProjektet har fått finansiering från Europeiska unionens LIFE-program. Innehållet i detta material återspeglar endast författarens åsikter, och Europeiska kommissionen och EASME kan inte hållas ansvariga för eventuell användning av informationen i den.",
  "instructions.largeFlowers.intro": "Kompletta artlistor över stora blommor kan lagras på stora blommor formen.",
  "instructions.list": "Sök arter med sökrutan ovan. Tryck på artnamnet i listan för att lägga till en observation.",
  "instructions.login": "Mobil Skrivbok är en applikation för lagring av naturobservationer i Finlands Artdatacenters Skrivbok-service. Applikationen kan registrera den exakta platsen för observationer, grundläggande information och bilder samt spara rutten. Resultaten skickas till Skrivbok-servicen och de blir tillgängliga via Laji.fi-portalen. \n\nAtt använda Mobil Skrivbok kräver registrering som användare av Laji.fi-portalen. Du kan registrera dig på <0>Laji.fi</0>, varefter du kan logga in på mobil appen.\n\n-<1>Mer instruktioner</1>\n\n-<2>Sekretesspolicy</2>\n\n-<3>Villkor</3>",
  "instructions.lolife.intro": "Liituri är en observationstjänst som gör det möjligt att lätt spara i terrängen information om flygekorreobservationer.",
  "instructions.map": "Mobil Skrivbok sparar automatiskt rutten du har tagit.\n\nFör att lägga till en observation, tryck och håll på kartan där den observerade organismen är. (Markera inte in din egen plats på kartan.) För att lägga till en observation där du är, tryck kort på cirkeln som visar din position på kartan.\n\nFör att redigera en redan sparad observation, tryck kort på kartan nära den och välj den observation du vill redigera från listan.\n\nFör att avsluta observeringen, tryck på den röda slutknappen. Efter detta kommer du inte längre kunna lägga till nya observationer till denna observationsuppsättning (utfärd).\n\n<0>Fler instruktioner</0>",
  "instructions.moth.intro": "Kompletta artlistor över dygnsfjärilar kan lagras på dygnsfjärilarformen.",
  "instructions.observation": "Här kan du lägga till eller redigera mer detaljerad information för observationen.\n\nNamnet på arten eller annan taxon är obligatoriskt, du kan fylla i annan information efter behov.\n\nI kvantitetsfältet kan du ange kvantiteten i siffror, en verbal beskrivning av mängden eller mer detaljerad information relaterad till kvantiteten. T.ex.\n\n- 5\n\n- Rikligt\n\n- 3 blommande och 10 utan blommor\n\n- 1Ä, / 3 ad p\n\n<0>Fler instruktioner</0>",
  "instructions.overview": "Här kan du börja redigera information om observationsuppsättningen, skicka den till Skrivbok eller radera den.\n\nOm du skickar en observationsuppsättning till Skrivbok kan du fortsätta att redigera observationerna i Skrivbok på <0>Laji.fi/vihko</0>, men inte längre i Mobil Skrivbok.\n\nDu kan också redigera enskilda observationer.\n\n<1>Fler instruktioner</1>",
  "instructions.trip.intro": "Med Fältbesök-formuläret kan du spara naturobservationer från alla artgrupper i laji.fi databasen.",
  "interrupted observation event": "Avbruten observationsuppsättning",
  "large flowers form": "Stora blommor",
  "latest path point missing": "Den senaste vägpunkten kanske inte sparas.",
  "leaving grid": "Du håller på att lämna den atlasruta du har valt.",
  "link to grid": "Kolla upp gränserna av atlasrutan på Laji.fi kartan.",
  "link to result service": "Kolla upp detaljer från resultat service.",
  "list": "Katalog",
  "loading": "Laddar...",
  "locality": "Ortnamn",
  "locality description": "Beskrivning av ort",
  "locality failure": "Kunde inte definiera biogeografiska provinsen i servern. Denna observationsuppsättning skickas utan ortnamn.",
  "locate me": "Hitta mig",
  "logged in": "Loggad in:",
  "login": "Logga in",
  "login text": "Logga in för att använda applikationen.",
  "login timed out": "Tiden för inloggningen tog slut.",
  "logout": "Är du säker på att du vill logga ut?",
  "lolife": "Liituri",
  "map": "Karta",
  "metadata post failure": "Sparandet misslyckades, sparandet av bildens metadata misslyckades,",
  "mobile vihko": "Mobil Skrivbok",
  "moth form": "Dygnsfjärilar",
  "must be at least 2 letters": "Artens namn måste vara åtminstone 2 bokstäver långt.",
  "must choose list type": "Artlistans fullständighet kan inte vara tom.",
  "must not be empty": "Artens namn får inte vara tom.",
  "nest": "Bo",
  "new observation event": "Ny observationsuppsättning",
  "new trip": "Ny utfärd",
  "no": "Nej",
  "no atlas code": "Inget häckningssäkerhetsindex har valts. Ifall du vill, välj ett index från menyn nedan.",
  "no connection": "Ingen internetanslutning tillgänglig. Applikationen kräver internetanslutning för att kunna fungera.",
  "no image": "Inga bilder",
  "no logs": "Ingen loggdata.",
  "no observations": "Inga observationer",
  "no tracking": "Spår inte",
  "no zone": "Ingen observationsplats",
  "observation": "Observation",
  "observation count": "observationer",
  "observations": "Observationer",
  "observations in list": "Observationer",
  "observed": "Observerat",
  "ok": "OK",
  "ongoing event": "Pågående observationsuppsättningen",
  "outside borders 1": "Ruttspårning har pausats eftersom du har lämnat det valda Atlasrutan",
  "outside borders 2": "Gå tillbaka och fortsätt att observera, eller starta en ny uppsättningen på en annan ruta.",
  "oversized image": "En del av bilderna som skulle skickas var för stor, så de skickades inte med dokumentet, men de sparas i enheten. De tillåtna storleken för bilden är",
  "path not tracked": "Din rutt spåras inte",
  "path tracking": "Spårning av rutten",
  "pause": "Avbryt",
  "pause tracking": "Vill du avbryta spårningen av rutten?",
  "permission to access location denied": "Användaren gav inte applikationen behörighet att använda platsdata.",
  "person token is given for a different app": "Inloggningsuppgifter hänvisar till en annan applikation.",
  "piece": "st",
  "pieces": "st",
  "post failure": "Misslyckades med att skicka observationsuppsättningen till servern, ifall problemet upprepas ständigt, kontakta: helpdesk@laji.fi,",
  "post success": "Sparandet lyckades!",
  "previous observation events": "Oskickade observationsuppsättningar",
  "privacy policy": "Dataskyddspraxis",
  "remove": "Ta bort",
  "remove observation event?": "Är du säker på att du vill radera den här observationsuppsättningen?",
  "remove observation?": "Är du säker på att du vill radera den här observationen?",
  "save": "Spara",
  "saving": "Sparar...",
  "select language": "Välj språk",
  "send observation event to server?": "Observationsuppsättningen sparades på den här enheten. Vill du skicka den till Skrivbok? Efter inlämning kan den endast redigeras på laji.fi/sv/vihko.",
  "send private": "Skicka som utkast",
  "send public": "Skicka som offentlig",
  "sending": "Skickar...",
  "sent observation events": "Skickade observationsuppsättningar",
  "species": "Art",
  "start": "Börja",
  "started at": "Börjad",
  "stop": "Sluta",
  "stop observing": "Är du säker på att du vill avsluta observeringen?",
  "submit": "Skicka",
  "time": "Tid",
  "timestamp": "Nu",
  "to map": "Till kartan",
  "tracking": "Spårning",
  "trip form": "Fältbesök-formuläret",
  "true": "Ja",
  "unpause tracking": "Vill du fortsätta ruttspårningen?",
  "update app": "En ny version av Mobil Skrivbok finns tillgängligt. Vill du uppdatera applikationen?",
  "use camera": "Ta bild",
  "user token has expired": "Din inloggning har gått ut. Var god och logga in igen.",
  "version": "Version:",
  "waiting for login": "Väntar på bekräftelse av inloggningen.",
  "yes": "Ja",
  "you have chosen the grid": "Du har valt att observera på Atlas-ruta",
  "your current location is": "Din nuvarande ruta är",
  "zone picker description": "Välj en tidigare skapad observationsplats eller börja utan observationsplats (kan tillläggas senare).",
  "zone save to async failed": "Misslyckades med att spara observationsplatserna till enhetens lokala minne."
}